/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Nyala";
"general.off" = "Mati";
"general.login" = "Masuk";
"general.logout" = "Keluar";
"general.ok" = "OK";
"general.cancel" = "Batal";
"general.username" = "Nama pengguna";
"general.password" = "Kata sandi";
"general.na" = "N/A";

"input.value_is_empty" = "Nilai tidak boleh kosong.";
"input.already_exists" = "Nilai sudah ada.";

// Guide Window
"guide.highlights" = "Sorotan";
"guide.basic_settings" = "Pengaturan Dasar";
"guide.faq" = "Pertanyaan Umum";

// Initial Window
"initial.announcement" = "Kamu memakai IINA versi %@";
"initial.beta.desc" = "Jika anda ingin mengembalikan ke versi rilis, hilangkan \"terima pembaruan beta\" dari Pengaturan > Umum, dan instal versi stabil dari <a href=\"https://iina.io\">situs resmi</a>.";
"initial.nightly.desc" = "Versi nightly tidak disarankan untuk digunakan sehari-hari. Versi nightly saat ini tidak mendukung pembaruan otomatis. Unduh versi baru secara manual dari <a href=\"https://nightly.iina.io\">situs nightly</a> kami.";
"initial.debug.desc" = "Bangunan debug biasanya tidak dioptimalkan performanya, sehingga tidak disarankan untuk digunakan sebagai drive harian. Bangunan debug tidak mendukung pembaruan otomatis.";
"initial.bug_report" = "Laporkan melalui <a href=\"https://github.com/iina/iina/issues\">Masalah GitHub</a>.";

// Inspector Window
"inspector.error" = "Eror";

// MainWindowController.swift
"main.buffering_indicator" = "Menyangga… %d%%";
"main.opening_stream" = "Membuka stream…";
"main.seeking_indicator" = "Menggeser…";
"osc.precision" = "Ketepatan";
"osc.1s" = "1 detik";
"osc.100ms" = "100 milidetik";
"osc.10ms" = "10 milidetik";
"osc.1ms" = "1 milidetik";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Bawaan";
"quicksetting.item_none" = "Tidak ada";
"quicksetting.hwdec" = "Dekoding perangkat keras";
"quicksetting.deinterlace" = "Deinterlace";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Sembunyikan";
"quicksetting.reset_speed" = "Atur ulang kecepatan menjadi 1x";

// EQ Presets
"eq.preset.flat" = "Datar";
"eq.preset.acoustic" = "Akustik";
"eq.preset.classical" = "Klasik";
"eq.preset.dance" = "Dansa";
"eq.preset.deep" = "Dalam";
"eq.preset.electronic" = "Elektronik";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Tambah Bass";
"eq.preset.increase_treble" = "Tambah Treble";
"eq.preset.increase_vocal" = "Tambah Vokal";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latin";
"eq.preset.loundness" = "Tingkat Suara";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Kurangi Bass";
"eq.preset.reduce_treble" = "Kurangi Treble";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Speaker Kecil";
"eq.preset.spoken_word" = "Audio Berbicara";

"alert.eq.new_profile.title" = "Profil EQ Baru";
"alert.eq.new_profile.message" = "Silakan masukkan nama profil.";
"alert.eq.rename.title" = "Ganti Nama Profil Saat Ini";
"alert.eq.rename.message" = "Silakan masukkan nama profil baru.";

// OSDMessage.swift
"osd.pause" = "Jeda";
"osd.resume" = "Lanjutkan";
"osd.volume" = "Volume: %@";
"osd.speed" = "Kecepatan: %@x";
"osd.aspect" = "Rasio Aspek: %@";
"osd.crop" = "Crop: %@";
"osd.rotate" = "Putar: %i°";
"osd.deinterlace" = "Deinterlace: %@";
"osd.hwdec" = "Hardware Decoding: %@";
"osd.audio_delay.nodelay" = "Penundaan Audio: Tanpa Penundaan";
"osd.audio_delay.later" = "Penundaan Audio: %@ dtk lebih cepat";
"osd.audio_delay.earlier" = "Jeda Audio: %@ dtk lebih lambat";
"osd.sub_delay.nodelay" = "Penundaan Terjemahan: Tanpa Penundaan";
"osd.sub_delay.later" = "Penundaan Terjemahan: %@ dtk lebih cepat";
"osd.sub_delay.earlier" = "Penundaan Terjemahan: %@ dtk lebih lambat";
"osd.subtitle_pos" = "Posisi Terjemahan: %@";
"osd.sub_hidden" = "Takarir Tersembunyi";
"osd.sub_visible" = "Takarir Terlihat";
"osd.sub_second_delay.nodelay" = "Penundaan Takarir Sukender: Tanpa Penundaan";
"osd.sub_second_delay.later" = "Penundaan Takarir Sekunder: %@ Dtk Lebih Cepat";
"osd.sub_second_delay.earlier" = "Penundaan Takarir Sekunder: %@ Dtk Lebih Lambat";
"osd.sub_second_hidden" = "Takarir Sekunder Tersembunyi";
"osd.sub_second_pos" = "Posisi Takarir Sekunder: %@";
"osd.sub_second_visible" = "Takarir Sekunder Terlihat";
"osd.mute" = "Bisukan Suara";
"osd.unmute" = "Nyalakan Suara";
"osd.screenshot" = "Tangkapan Layar Berhasil";
"osd.abloop.a" = "Pengulangan-AB: A";
"osd.abloop.b" = "Pengulangan-AB: B";
"osd.abloop.clear" = "Pengulangan-AB: Dibersihkan";
"osd.stop" = "Berhenti";
"osd.chapter" = "Bab: %@";
"osd.subtitle_scale" = "Skala Terjemahan: %@x";
"osd.add_to_playlist" = "Menambahkan %i file ke Daftar Putar";
"osd.clear_playlist" = "Daftar Putar Dihapus";
"osd.video_eq.contrast" = "Kontras: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "Warna: %i";
"osd.video_eq.saturation" = "Saturasi: %i";
"osd.video_eq.brightness" = "Kecerahan: %i";
"osd.find_online_sub" = "Mencari terjemahan online…";
"osd.find_online_sub.source" = "dari";
"osd.sub_not_found" = "Terjemahan tidak ditemukan";
"osd.sub_found" = "Takarir %d ditemukan.";
"osd.sub_downloading" = "Mengunduh takarir %d";
"osd.sub_downloaded" = "Terjemahan terunduh";
"osd.sub_saved" = "Terjemahan tersimpan";
"osd.network_error" = "Jaringan bermasalah";
"osd.file_error" = "Terjadi kesalahan membaca file";
"osd.cannot_login" = "Tidak bisa masuk";
"osd.canceled" = "Dibatalkan";
"osd.cannot_connect" = "Tidak dapat terhubung";
"osd.timed_out" = "Terputus";
"osd.filter_added" = "Filter yang ditambahkan: %@";
"osd.filter_removed" = "Filter Terhapus";
"osd.file_loop" = "Pengulangan Pada Satu File";
"osd.playlist_loop" = "Pengulangan Pada Playlist";
"osd.no_loop" = "Nonaktifkan Mode Pengulangan";

"preference.title" = "Preferensi";
"preference.general" = "Umum";
"preference.ui" = "Antarmuka";
"preference.video_audio" = "Video/Audio";
"preference.subtitle" = "Terjemahan";
"preference.network" = "Jaringan";
"preference.control" = "Kontrol";
"preference.keybindings" = "Pemetaan Tombol";
"preference.advanced" = "Tingkat Lanjut";
"preference.plugins" = "Plugin";
"preference.utilities" = "Alat";
"preference.scripts" = "Skrip";
"preference.not_logged_in" = "Belum masuk";
"preference.logged_in_as" = "Masuk sebagai %@";
"preference.system_media_control" = "Gunakan sistem kontrol media";

"preference.key_binding_hint_1" = "Untuk mengubah pemetaan tombol dari konfigurasi saat ini, klik tombol \"Duplikat…\" terlebih dahulu untuk membuat salinan.";
"preference.key_binding_hint_2" = "Klik dua kali baris di sisi kanan untuk mengedit pemetaan tombol yang sesuai.";

"preference.enable_adv_settings" = "Aktifkan pengaturan lanjutan";

"preference.sub_override_level.no" = "tidak";
"preference.sub_override_level.force" = "paksa";
"preference.sub_override_level.scale" = "skala";
"preference.sub_override_level.strip" = "strip";
"preference.sub_override_level.yes" = "ya";

"preference.sub_override_level.descriptive_text.no" = "Tampilkan takarir sesuai skrip takarir, tanpa penimpaan.";
"preference.sub_override_level.descriptive_text.force" = "Terapkan semua gaya tampilan takarir.";
"preference.sub_override_level.descriptive_text.scale" = "Terapkan pengaturan skala serta pengaturan gaya di bagian ini.";
"preference.sub_override_level.descriptive_text.strip" = "Hapus paksa tag dan gaya tampilan ASS dari takarir.";
"preference.sub_override_level.descriptive_text.yes" = "Terapkan semua pengaturan gaya di bagian ini.";

"preference.ytdl_plugin_not_installed" = "Pasang plugin Media Online dari \"Plugin > Instal dari GitHub\" untuk menikmati fitur-fitur canggih seperti mengunduh video dan pembaruan yt-dlp otomatis.";
"preference.ytdl_plugin_installed" = "Dukungan youtube-dl bawaan dinonaktifkan karena plugin media Online terpasang.";

"menu.volume" = "Volume: %@";
"menu.volume_muted" = "Volume: %@ (Dimatikan)";
"menu.audio_delay" = "Penundaan Audio: %@ dtk";
"menu.sub_delay" = "Penundaan Terjemahan: %@ dtk";
"menu.sub_hide" = "Sembunyikan Takarir";
"menu.sub_show" = "Tampilkan Takarir";
"menu.sub_second_hide" = "Sembunyikan Takarir Sekunder";
"menu.sub_second_show" = "Tampilkan Takarir Sekunder";
"menu.fullscreen" = "Masuk Layar Penuh";
"menu.exit_fullscreen" = "Keluar dari Layar Penuh";
"menu.pip" = "Masuk Picture-in-Picture";
"menu.exit_pip" = "Keluar dari Picture-in-Picture";
"menu.mini_player" = "Aktifkan Mode Musik";
"menu.exit_mini_player" = "Keluar dari Mode Musik";
"menu.pause" = "Jeda";
"menu.resume" = "Lanjutkan";
"menu.speed" = "Kecepatan: %@x";
"menu.chapters" = "Lihat Panel Chapter";
"menu.hide_chapters" = "Sembunyikan Panel Chapter";
"menu.playlist" = "Tampilkan Panel Playlist";
"menu.hide_playlist" = "Sembunyikan Panel Playlist";
"menu.video" = "Tampilkan Panel Video";
"menu.hide_video" = "Sembunyikan Panel Video";
"menu.audio" = "Tampilkan Panel Audio";
"menu.hide_audio" = "Sembunyikan Panel Audio";
"menu.subtitles" = "Tampilkan Panel Terjemahan";
"menu.hide_subtitles" = "Sembunyikan Panel Terjemahan";

"menu.seek_forward" = "Majukan %@dtk";
"menu.seek_backward" = "Mundurkan %@dtk";
"menu.speed_up" = "Percepat %@x";
"menu.speed_down" = "Perlambat %@x";
"menu.volume_up" = "Volume + %@%%";
"menu.volume_down" = "Volume - %@%%";
"menu.audio_delay_up" = "Penundaan Audio + %@dtk";
"menu.audio_delay_down" = "Penundaan Audio - %@dtk";
"menu.sub_delay_up" = "Penundaan Terjemahan + %@dtk";
"menu.sub_delay_down" = "Penundaan Terjemahan - %@dtk";

"menu.crop_custom" = "Kustom…";
"menu.find_online_sub" = "Cari Terjemahan Online dari %@";

"menu.manage_plugins" = "Kelola Plugin…";
"menu.developer_tool" = "Alat Pengembang";
"menu.more_plugin" = "Lainnya…";
"menu.conflicting_shortcuts" = "Tombol pintasan bentrok…";
"menu.reload_plugins" = "Muat Ulang Semua Plugin";
"menu.show_plugins_panel" = "Tampilkan Panel Plugin";
"menu.hide_plugins_panel" = "Sembunyikan Panel Plugin";

"track.audio" = "Audio";
"track.none" = "<Tidak Ada>";
"track.sub" = "Terjemahan";
"track.video" = "Video";

"subtrack.no_loaded" = "Tidak Ada Terjemahan Aktif";
"subtrack.no_external" = "Terjemahan Eksternal Tidak Ditemukan";

// Alerts
"alert.beta_channel.title" = "Dapatkan Pembaruan untuk Versi Beta";

"alert.title_error" = "Eror";
"alert.title_warning" = "Peringatan";
"alert.title_info" = "Informasi";

"alert.fatal_error" = "Kesalahan fatal: %@ \nAplikasi akan ditutup sekarang.";
"alert.mpv_error" = "Kesalahan internal %@ (%@) saat menerapkan opsi %@.";

"alert.unsupported_audio" = "File audio eksternal tidak didukung.";
"alert.unsupported_video" = "File video eksternal tidak didukung.";
"alert.unsupported_sub" = "File terjemahan eksternal tidak didukung.";
"alert.unsupported_url" = "URL tidak didukung.";
"alert.wrong_url_format" = "Format URL salah.";

"alert.error_open" = "Tidak dapat membuka file atau tautan!";
"alert.error_finding_file" = "File %@ tidak dapat ditemukan!";
"alert.error_loading_script" = "Tidak dapat memuat skrip %@!";
"alert.error_saving_file" = "Terjadi kesalahan saat menyimpan %@: %@";
"alert.error_deleting_file" = "Tidak dapat menghapus file.";

"alert.target_peak.bad_value" = "Nilai \"%@\" tidak valid.\nBerikan nilai antara 10 dan 10000, atau 0.";

"alert.config.new.title" = "Konfigurasi Input Baru";
"alert.config.new.message" = "Masukkan nama untuk konfigurasi yang baru.";
"alert.config.duplicate.title" = "Duplikat Konfigurasi";
"alert.config.duplicate.message" = "Masukkan nama untuk duplikasi konfigurasi.";
"alert.config.file_existing.title" = "File Sudah Ada";
"alert.config.file_existing.message" = "File konfigurasi dengan nama yang sama sudah ada. Pilih OK untuk menampilkan file di Finder.";
"alert.config.cannot_create" = "Tidak dapat membuat file konfigurasi!\n%@";
"alert.config.cannot_write" = "Tidak dapat menulis pada file konfig!";
"alert.config.rename.title" = "Ganti Nama Konfigurasi Input";
"alert.config.rename.message" = "Silakan masukkan nama baru untuk konfigurasi.";

"alert.filter.incorrect" = "Kesalahan terjadi saat menyetel filter. Mohon cek kembali format parameter Anda.";
"alert.add_filter.title" = "Filter Baru";
"alert.add_filter.message" = "Mohon isi string filter dengan format vf dari mpv atau af.";

"alert.keybinding_config.error" = "Terjadi kesalahan saat memuat file konfigurasi pemetaan tombol \"%@\"! Pemetaan tombol akan dikembalikan ke setelan bawaan IINA. Mohon periksa kembali konfigurasi Anda.";

"alert.extra_option.cannot_read" = "Tidak dapat membaca opsi mpv extra dari user.";
"alert.extra_option.empty" = "Tombol atau nilai tidak boleh kosong!";
"alert.extra_option.error" = "Kesalahan dalam menyetel opsi --%@=%@ dengan nilai %d. Mohon periksa kembali setelan opsi ekstra Anda di Preferensi > Tingkat Lanjut.";
"alert.extra_option.config_folder" = "Kesalahan dalam menyetel direktori config \"%@\".";

"alert.playlist.error_deleting" = "Kesalahan saat menghapus: %@";

"alert.screenshot.error_taking" = "Tidak dapat mengambil tangkapan layar!";

"alert.sub.no_selected" = "Pilih terjemahan terunduh terlebih dahulu.";
"alert.sub_lang_not_set" = "Mohon tetapkan bahasa terjemahan yang diinginkan pada setelan sebelum menggunakan OpenSubtitles. Saat ini Bahasa Inggris(eng) akan digunakan.";
"alert.sub.cannot_save_passwd" = "Tidak dapat menyimpan kata sandi pada Keychain: %@";
"alert.sub.cannot_login" = "Tidak bisa masuk. Harap periksa nama pengguna, kata sandi, dan status jaringan Anda.\n\n%@";
"alert.sub.save_downloaded.title" = "Simpan Terjemahan Terunduh";

"alert.set_default.title" = "Tetapkan IINA sebagai Aplikasi Utama";
"alert.set_default.message" = "IINA akan ditetapkan sebagai aplikasi utama untuk semua tipe file yang didukung.";
"alert.set_default.success" = "Tuntas dengan kesuksesan %d dan kegagalan %d.";

"alert.add_watch.title" = "Tambahkan Properti mpv";
"alert.add_watch.message" = "Masukkan nilai properti mpv yang valid.";

"alert.jump_to.title" = "Lewati ke";
"alert.jump_to.message" = "Masukkan waktu tujuan yang ingin dilewati. Contoh: 20:35";

"alert.opensub.login.title" = "Masuk ke OpenSubtitles";
"alert.opensub.login.message" = "Masukkan nama pengguna dan kata sandi Anda";

"alert.open_url.title" = "Buka URL";
"alert.open_url.message" = "Mohon masukkan URL:";
"alert.choose_media_file.title" = "Pilih File Media";

"alert.add_url.title" = "Tambahkan URL";
"alert.add_url.message" = "Mohon masukkan URL:";

"alert.delete_history.title" = "Hapus Riwayat Pemutaran";
"alert.delete_history.message" = "Apakah Anda yakin untuk menghapus entri terpilih?";

"alert.filter_hwdec.message" = "Anda akan menerapkan filter video. Namun, dekoder perangkat keras Anda saat ini mungkin tidak mendukung filter video dengan baik. Anda dapat menonaktifkan dekoding perangkat keras atau beralih ke Otomatis(Copy), yang akan menghabiskan dua kali memori.\nAnda mungkin perlu mengulangi operasi sebelumnya (seperti menyetel potongan) untuk membuatnya berfungsi.";
"alert.filter_hwdec.abort" = "Batalkan";
"alert.filter_hwdec.turn_off" = "Matikan hardware decoding";
"alert.filter_hwdec.use_copy" = "Setel ke Otomatis(Copy)";

"alert.clear_cache.title" = "Bersihkan Cache Thumbnail";
"alert.clear_cache.message" = "Apakah Anda yakin untuk menghapus semua cache thumbnail?";

"alert.clear_history.title" = "Bersihkan Riwayat Pemutaran";
"alert.clear_history.message" = "Apakah Anda yakin untuk menghapus seluruh riwayat pemutaran?";

"alert.clear_watch_later.title" = "Bersihkan Progres Pemutaran yang Tersimpan";
"alert.clear_watch_later.message" = "Apakah Anda yakin untuk membersihkan seluruh progres pemutaran yang tersimpan (data \"putar nanti\")?";

"alert.restore_alerts.title" = "Kembalikan Pemberitahuan Senyap";
"alert.restore_alerts.message" = "Apakah Anda yakin untuk mengembalikan pemberitahuan senyap?";

"alert.nothing_to_open" = "Tidak ada yang dapat dibuka.";

"alert.no_video_track" = "Tidak ada trek video.";

"alert.duplicate_config" = "Anda tidak dapat mengubah konfigurasi bawaan secara langsung. Mohon lakukan duplikasi sebelum mengeditnya.";

"alert.assrt_register" = "Sehubungan dengan terbatasnya kuota API, sangat direkomendasikan untuk menggunakan token API milik Anda sendiri. Token bawaan hanya ditujukan untuk demonstrasi, sehingga Anda mungkin bertemu dengan kesalahan jaringan.";
"alert.assrt_register.register" = "Daftar Sekarang";
"alert.assrt_register.try" = "Coba Dulu";
"alert.assrt_token_prompt.title" = "Masukkan token API Anda";
"alert.assrt_token_prompt.message" = "Mohon registrasi pada laman yang terbuka. Dapatkan token pada halaman utama user dan masukkan di bawah ini:";
"alert.assrt_token_invalid" = "Assrt API token Anda kemungkinan tidak valid.";

"alert.plugin_uninstall.title" = "Apakah Anda yakin untuk mencabut pemasangan %@?";
"alert.plugin_uninstall.message" = "Plugin akan dihapus dari disk Anda.";
"alert.plugin_reinstall.title" = "Plugin %@ sudah terpasang";
"alert.plugin_reinstall.message" = "Apakah Anda ingin memasang ulang plugin?";
"alert.duplicated_plugin_id" = "Duplikasi identifikasi plugin terdeteksi. Dua plugin atau lebih memiliki identifikasi yang sama \"%@\", sehingga dapat menyebabkan aktivitas tidak normal. Mohon cari di Preferensi - Plugin dan laporkan pada pembuatnya. Ketika plugin dipasang secara lokal, Anda juga dapat mengganti identifikasinya secara manual pada file Info.json dari plugin tersebut.";
"alert.plugin_no_update" = "Tidak ada pembaruan ditemukan.";
"alert.plugin_update_found.title" = "Terdapat pembaruan untuk %@";
"alert.plugin_update_found.message" = "Versi terbaru adalah %@. Anda memiliki versi %@. Apakah Anda ingin memperbarui?";
"alert.plugin_permission" = "Plugin ini memerlukan izin berikut. Mohon dicermati sebelum melanjutkan.";
"alert.plugin_permission_added" = "Plugin ini memerlukan izin tambahan. Mohon dicermati sebelum melanjutkan.";

"playlist.total_length" = "Total %@";
"playlist.total_length_with_selected" = "%@ dari %@ terpilih";
"playlist.sorting.header" = "Pengurutan";
"playlist.sorting.filename_ascending" = "Nama File Menaik";
"playlist.sorting.filename_descending" = "Nama File Menurun";
"playlist.sorting.path_ascending" = "Jalur File Menaik";
"playlist.sorting.path_descending" = "Jalur File Menurun";
"pl_menu.title_multi" = "%d item";
"pl_menu.play_next" = "Putar Berikutnya";
"pl_menu.play_in_new_window" = "Putar di Window Baru";
"pl_menu.remove" = "Hapus";
"pl_menu.remove_multi" = "Hapus Pilihan";
"pl_menu.delete" = "Pindahkan ke Trash";
"pl_menu.delete_multi" = "Pindahkan File Terpilih ke Trash";
"pl_menu.delete_after_play" = "Pindahkan ke Trash Setelah Pemutaran";
"pl_menu.delete_after_play_multi" = "Pindahkan File Terpilih ke Trash Setelah Pemutaran";
"pl_menu.show_in_finder" = "Tampilkan di Finder";
"pl_menu.add_file" = "Tambahkan file…";
"pl_menu.add_url" = "Tambahkan URL…";
"pl_menu.clear_playlist" = "Hapus Playlist";
"pl_menu.matched_sub" = "%d Terjemahan yang Cocok";
"pl_menu.add_sub" = "Tambahkan Terjemahan…";
"pl_menu.wrong_sub" = "Terjemahan Tidak Sesuai!";
"pl_menu.browser" = "Buka di Browser";
"pl_menu.copy_url" = "Salin URL";
"pl_menu.copy_url_multi" = "Salin URL";

"keymapping.title" = "Pemetaan Tombol";
"keymapping.message" = "Tekan tombol apapun untuk merekam.";

"filter.video_filters" = "Filter Video";
"filter.audio_filters" = "Filter Audio";

"hwdec.no" = "Matikan hardware decoding.";
"hwdec.auto" = "Aktifkan hardware decoding. Namun beberapa filter video tidak akan bekerja dengan baik.";
"hwdec.auto-copy" = "Aktifkan hardware decoding. Filter video akan bekerja, namun memakan memori dua kali lipat dari biasanya.";

"gaplessAudio.no" = "Memutar berturutan file audio bisa menyebabkan hening atau gangguan pada titik perubahan file.";
"gaplessAudio.weak" = "Bila format audio keluaran dekoder berubah, perangkat audio ditutup dan dibuka ulang, mengganggu pemutaran tanpa jeda.";
"gaplessAudio.yes" = "Perangkat audio dibuka memakai parameter yang dipilih bagi file pertama yang diputar dan kemudian tetap dibuka untuk pemutaran tanpa jeda. File berikut mungkin dicuplik ulang.";

"subencoding.auto" = "Deteksi otomatis";

"osc_toolbar.settings" = "Pengaturan Cepat";
"osc_toolbar.playlist" = "Playlist dan chapter";
"osc_toolbar.pip" = "Aktif/nonaktifkan Picture-in-Picture";
"osc_toolbar.full_screen" = "Aktif/nonaktifkan layar penuh";
"osc_toolbar.music_mode" = "Aktifkan mode musik";
"osc_toolbar.sub_track" = "Pilih trek terjemahan";
"osc_toolbar.screenshot" = "Ambil tangkapan layar";
"osc_toolbar.plugins" = "Tampilkan panel plugin";

"mini_player.album_art" = "Aktif/nonaktifkan Album Art";
"mini_player.loop" = "Ulangi";
"mini_player.shuffle" = "Acak";
"mini_player.remove" = "Hapus dari playlist";
"mini_player.add" = "Tambahkan ke playlist";
"mini_player.delete" = "Hapus seluruh trek dari playlist";
"mini_player.volume" = "Volume";
"mini_player.close" = "Tutup mode musik";
"mini_player.back" = "Kembali ke mode video";
"mini_player.sort" = "Urutkan daftar putar";

// Touch bar

"touchbar.ahead_15" = "Maju 15dtk";
"touchbar.ahead_30" = "Maju 30dtk";
"touchbar.back_15" = "Mundur 15dtk";
"touchbar.back_30" = "Mundur 30dtk";
"touchbar.next_video" = "Video Selanjutnya";
"touchbar.prev_video" = "Video Sebelumnya";
"touchbar.increase_volume" = "Volume +";
"touchbar.decrease_volume" = "Volume -";
"touchbar.rewind" = "Putar balik";
"touchbar.fast_forward" = "Percepat-maju";
"touchbar.play_pause" = "Putar / Jeda";
"touchbar.seek" = "Geser";
"touchbar.time" = "Posisi Waktu";
"touchbar.remainingTimeOrTotalDuration" = "Sisa Waktu / Total Durasi";
"touchbar.toggle_pip" = "Aktif/nonaktifkan Picture-in-Picture";

// Plugin permissions

"permissions.network-request.name" = "Permintaan Jaringan";
"permissions.network-request.desc" = "Plugin ini dapat meminta atau mengunggah data ke situs-situs berikut:";
"permissions.network-request.any_site" = "Situs apapun";
"permissions.show-osd.name" = "Tampilkan OSD";
"permissions.show-osd.desc" = "Plugin ini dapat menampilkan pesan OSD (On Screen Display).";
"permissions.show-alert.name" = "Tampilkan Peringatan";
"permissions.show-alert.desc" = "Plugin ini dapat menampilkan peringatan pop-up.";
"permissions.video-overlay.name" = "Tambahkan overlay pada video";
"permissions.video-overlay.desc" = "Plugin ini dapat menampilkan konten tambahan di atas video.";
"permissions.file-system.name" = "Akses sistem file";
"permissions.file-system.desc" = "Plugin ini dapat melakukan baca-tulis file pada disk Anda, termasuk informasi sensitif. Plugin ini juga dapat mengaktifkan program atau aplikasi lain yang dapat membahayakan komputer Anda. Mohon pastikan kembali keamanan sumbernya.";

"plugin.install" = "Pasang";
"plugin.installed" = "Terpasang";
"plugin.not_installed" = "Tidak Terpasang";
"plugin.local" = "Terpasang secara lokal";
"alert.plugin.install_error" = "Terjadi kesalahan saat proses instalasi: %@";
"alert.invalid_url" = "URL tidak valid.";
"plugin.install_error.invalid_url" = "URL tidak valid.";
"plugin.install_error.file_not_found" = "Tidak dapat menemukan package file.";
"plugin.install_error.cannot_download" = "Gagal mengunduh plugin.\n\nHasil:%@\n";
"plugin.install_error.cannot_unpackage" = "Gagal membongkar plugin.\n\nHasil:%@\n";
"plugin.install_error.cannot_load" = "IINA tidak dapat memproses plugin ini. Kemungkinan terdapat kesalahan format.";
"plugin.check_for_updates" = "Periksa Pembaruan";
"plugin.updating" = "Mengunduh pembaruan…";
